{
  "header": {
    "nav1": "Warum ich",
    "nav2": "Kenntnisse",
    "nav3": "Projekte",
    "nav4": "Kontakt"
  },

  "why": {
    "head": "Warum ich",
    "leftPartOne": "Ich bin",
    "leftPartTwo": "in Leipzig sesshaft.",
    "leftPartThree": "offen für Remote Arbeit.",
    "rightText": "Ich bin ein begeisterter Lerner und liebe es, mich neuen Herausforderungen zu stellen. Meine Fähigkeit, komplexe Probleme wie Aufgaben in mathematischen Bereichen oder theoretischen Informatik, zu lösen, macht mich zu einem wertvollen Mitglied für Ihr Team. ",
    "button": "Lass uns reden"
  },

  "skills": {
    "head": "Meine Kenntnisse",
    "textPartOne": "Mein Ziel zu lernen ist:",
    "textPartTwo": "Um motiviert zu bleiben, meine IT-Kenntnisse zu erweitern, bleibe ich neugierig.",
    "textMobilHead": "Mit was ich mich derzeit befasse",
    "textMobil": "Mein weiteres Ziel zu lernen ist VueJs and React und um motiviert zu bleiben, meine IT-Kenntnisse zu erweitern, bleibe ich neugierig."
  },
  "ref": {
    "head": "Wird ein Teamplayer gebraucht?",
    "head2": "Das sagen meine Kollegen über mich",
    "project": "Projekt",
    "link": "Verknüpftes Profil",

    "userName1": "Dominik Marnet",
    "userProject1": "Join",
    "userText1": "Da ich Phil bereits im Kochwelt-Projekt als Teammate hatte, habe ich mich sehr gefreut, als ich hörte, dass wir wieder in einem Team arbeiten dürfen. Die Zusammenarbeit war erneut sehr inspirierend und hat unglaublich viel Spaß gemacht. Als Scrum-Master in unserem Team hatte Phil immer ein sehr gutes Gespür für das gesamte Projekt und vor allem für die Fähigkeiten der anderen Teammitglieder. Neben seinen umfangreichen Kenntnissen im Bereich Coding hat er durch die effiziente Organisation nach dem Scrum-Prinzip wesentlich zum Erfolg unseres Projekts beigetragen.",

    "userName2": "Martin Bock",
    "userProject2": "Join",
    "userText2": "Philipp verfügt über ein überdurchschnittliches Maß an Programmierkenntnissen und ist in der Lage, nahezu jedes Problem schnell zu lösen. Er recherchiert fehlende Informationen effizient und setzt diese zügig um. Dank seiner Expertise haben wir in unserem Projekt große Fortschritte gemacht, und das gesamte Team hat von seinem Wissen profitiert. Darüber hinaus bringt er eine freundliche, kompetente und ausgeglichene Art mit, die durch seinen großartigen Sinn für Humor ergänzt wird. Die Zusammenarbeit mit ihm war äußerst bereichernd, und ich bin dankbar, die Gelegenheit gehabt zu haben, mit ihm zu arbeiten.",

    "userName3": "Normann Blum",
    "userProject3": "Join",
    "userText3": "Mit Phil zu arbeiten, war einfach eine tolle Erfahrung! Er bringt nicht nur jede Menge technisches Know-how mit, sondern auch eine lockere, humorvolle Art, die das Teamklima enorm bereichert. Trotz seiner entspannten Art ist er immer voll engagiert und sorgt für Struktur und Effizienz im Entwicklungsprozess. Seine klare Kommunikation und sein lösungsorientiertes Denken machen die Zusammenarbeit nicht nur produktiv, sondern auch richtig angenehm.",

    "userName4": "Dominik Marnet",
    "userProject4": "Kochwelt",
    "userText4": "Die Zusammenarbeit mit Philipp war stets sehr angenehm und inspirierend. Durch seinen Background im Bereich der Mathematik, konnte er gute Ideen einbringen die dem Team insgesamt die Arbeit erleichtert haben. Zudem ist er sehr Hilfsbereit und bringt die nötige Geduld mit, wenn jemand etwas nicht auf anhieb versteht.",

    "userName5": "Ismail Baris",
    "userProject5": "Kochwelt",
    "userText5": "Mit Philipp zu arbeiten war immer eine Freude - er hat nicht nur ein tiefes fachliches Verständnis, sondern bringt auch kreative Lösungsansätze ein. ",

    "userName6": "Cem Erdogmus",
    "userProject6": "Kochwelt",
    "userText6": "Phil war ein geselliges und hilfsbereites Teammitglied, dass die Zusammenarbeit stets angenehm gestaltete. An die Analyse und Lösung von Problemen ging er selbständig und mit großem Engagement heran und zeigte besondere Stärke bei der erfolgreichen Lösung von Problemen gemeinsam mit dem Team. "
  },
  "contact": {
    "head": "Mein Kontakt",
    "text": "Noch nicht sicher, ob ich die richtige Person bin? Fragen, Interesse an einer Zusammenarbeit oder Feedback zum Portfolio? Einfach das Formular ausfüllen – eine Rückmeldung erfolgt so schnell wie möglich.",
    "name": "Ihr/Dein Name",
    "nameError": "Ihr/Dein Name ist erforderlich",
    "mail": "Ihre/Deine Email",
    "mailError": "Ihre/Deine Email ist erforderlich",
    "msg": "Ihre/Deine Nachricht",
    "msgError": "Ihre/Deine Nachricht ist erforderlich",
    "policy1": "Ich habe die",
    "policy2": "Datenschutzbestimmungen",
    "policy3": "gelesen und stimme der Verarbeitung der eigenen Daten wie beschrieben zu.",
    "policyError": "Wir bitten um eine Akzeptanz der Datenschutzbestimmungen",
    "send": "Senden"
  },
  "proj": {
    "title": "Meine Projekte",

    "name": "Projekt",

    "title1": "Über das Projekt",
    "title2": "Wie ich meinen Arbeitsprozess organisiert habe",
    "title3": "Meine Erfahrung mit Gruppenarbeit",

    "text1": "Der Pokédex bietet eine interaktive Möglichkeit, die faszinierende Welt der Pokémon zu erkunden. Entdecke alle deine Lieblings-Pokémon und ihre Fähigkeiten.",
    "text2": "Ich setze auf eine strukturierte Arbeitsweise. Täglich wird eine kurze Tagesplanung abgehalten, um fokussiert zu sein. Anschließend arbeite ich in kurzen, intensiven Intervallen. Regelmäßige Rückblicke helfen mir, meinen Prozess kontinuierlich zu verbessern.",
    "text3": "In der Zusammenarbeit mit anderen schätze ich besonders den Austausch von Ideen und Perspektiven. Durch tägliche Live-Calls können wir schnell auf Herausforderungen reagieren und gemeinsam innovative Lösungen finden.",

    "text4": "Tauche ein in die Tiefen des Ozeans und erkunde versunkene Schiffe in diesem spannenden 2D-Sidescroller namens 'Die versunkenen Schiffe'! Wehre gefährliche Kreaturen ab und enthülle die Geheimnisse der Tiefe.",
    "text5": "Ich setze auf eine strukturierte Arbeitsweise. Täglich wird eine kurze Tagesplanung abgehalten, um fokussiert zu sein. Anschließend arbeite ich in kurzen, intensiven Intervallen. Regelmäßige Rückblicke helfen mir, meinen Prozess kontinuierlich zu verbessern.",
    "text6": "In der Zusammenarbeit mit anderen schätze ich besonders den Austausch von Ideen und Perspektiven. Durch tägliche Live-Calls können wir schnell auf Herausforderungen reagieren und gemeinsam innovative Lösungen finden.",

    "text7": "Sie benötigen eine Übersicht, um Aufgaben und Kontakte mittels eines Kanban System zu verwalten? Nutzen Sie einfach 'Join'. Egal, ob für die Leitung eines kleinen Teams oder die Organisation persönlicher Projekte, 'Join' passt sich den Bedürfnissen an. Teste Sie es jetzt kostenlos.",
    "text8": "Ich setze auf eine strukturierte Arbeitsweise. Täglich wird eine kurze Tagesplanung abgehalten, um fokussiert zu sein. Anschließend arbeite ich in kurzen, intensiven Intervallen. Regelmäßige Rückblicke helfen mir, meinen Prozess kontinuierlich zu verbessern.",
    "text9": "Im Team konnten wir uns mittels Scrum und Kanban organisiert, um effizient zu arbeiten. Während der Umsetzung nutzten wir ein Kanban-Board, um den aktuellen Stand der Tasks sichtbar zu machen. Durch regelmäßige Stand-up-Meetings konnten wir Hindernisse frühzeitig erkennen und gemeinsam Lösungen erarbeiten. Anhand konstruktiver Feedbacks in den Review-Sessions wurde der Entwicklungsprozess kontinuierlich verbessert.",

    "text10": "Ich arbeite derzeit an der Entwicklung eines einfachen Kundenbeziehungsmanagementsystems mit CRUD-Funktionalität. Das ist für mich spannend und herausfordernd zugleich. Bei meiner Arbeit liegt der Schlüssel zum Erfolg in einer guten Planung und Ausführung von Aufgaben mit Drag-and-Drop-Funktionen, der Zuweisung von Benutzern und Kategorien.",

    "tech": "Technologien: ",
    "dura1": "Dauer: 1,5 Wochen",
    "dura2": "Dauer: 4 Wochen",
    "dura3": "Dauer: 4 Wochen"
  },
  "footer": {
    "imprint": "Impressum",
    "back": "Zurück",
    "top": "Nach oben"
  },

  "msg": {
    "head": "Nachricht gesendet!",
    "msg": "Ihre Nachricht wurde erfolgreich übermittelt."
  }
}
