{
  "header": {
    "nav1": "Why me",
    "nav2": "Skills",
    "nav3": "Projects",
    "nav4": "Contact"
  },

  "why": {
    "head": "Why me",
    "leftPartOne": "I am",
    "leftPartTwo": "located in Leipzig ..|",
    "rightText": "I am motivated to continuously learn new technologies and develop myself. My ability to solve complex problems and my passion for programming make me a valuable member for your team.",
    "button": "Let´s talk"
  },

  "skills": {
    "head": "My Skills",
    "textPartOne": "I am currently learning",
    "textPartTwo": "Staying motivated to expand my IT skills requires a strategic approach, a curious mindset, and a commitment to lifelong learning.",
    "textMobilHead": "What I am currently learning",
    "textMobil": "I am currently learning VueJs and React and I am motivated to continuously learn new technologies and develop myself."
  },
  "ref": {
    "head": "Need a teamplayer?",
    "head2": "Here what my colleagues said about me",
    "project": "Project",
    "link": "Linked In Profile",

    "userName1": "Sahra Mueller",
    "userProject1": "Join",
    "userText1": "Phil had to develop, format and deliver content in collaboration with the team members. He is a reliable and friendly person",

    "userName2": "Max Mustermann",
    "userProject2": "Cooking World",
    "userText2": "Phil knows how to use calc().",

    "userName3": "Alexander Moechtegern",
    "userProject3": "Join",
    "userText3": "Phil really kept the team together with his great organization and clear communication. We wouldn't have got this far without his commitment."
  },
  "contact": {
    "head": "Contact me",
    "text": "Still not sure if I'm the right person? Questions, interested in a collaboration or feedback on the portfolio? Simply fill in the form - you will receive a response as soon as possible.",
    "name": "Your name",
    "nameError": "Your name is required",
    "mail": "Your Email",
    "mailError": "Your Email is required",
    "msg": "Your Message",
    "msgError": "Your Message is required",
    "policy1": "I've read the ",
    "policy2": "privacy policy",
    "policy3": " and agree to the processing of my data as outlined.",
    "policyError": "We ask for acceptance of the privacy policy",
    "send": "Send"
  },
  "proj": {
    "title":"My Projects",

    "name": "Project",
    "title1": "About the project",
    "title2": "How I have organised my work process",
    "title3": "My group work experience",

    "text1": "The Pokédex offers an interactive way to explore the fascinating world of Pokémon. Discover all your favourite Pokémon and their abilities.",
    "text2": "I rely on a structured way of working. A short daily planning session is held every day to keep me focussed. I then work in short, intensive intervals. Regular reviews help me to continuously improve my process.",
    "text3": "When working with others, I particularly value the exchange of ideas and perspectives. Daily live calls allow us to react quickly to challenges and find innovative solutions together.",

    "text4": "Dive into the depths of the ocean and explore sunken ships in this exciting 2D sidescroller called ‘The Sunken Ships’! Fend off dangerous creatures and uncover the secrets of the deep.",
    "text5": "I rely on a structured way of working. A short daily planning session is held every day to keep me focussed. I then work in short, intensive intervals. Regular reviews help me to continuously improve my process.",
    "text6": "When working with others, I particularly value the exchange of ideas and perspectives. Daily live calls allow us to react quickly to challenges and find innovative solutions together.",

    "text7": "There will be a text about the ‘Join’ project here in future. Due to the current situation, this has not yet been finalised.",
    "text8": "I rely on a structured way of working. A short daily planning session is held every day to keep me focussed. I then work in short, intensive intervals. Regular reviews help me to continuously improve my process.",
    "text9": "This is where future experiences regarding the project and teamwork are recorded.",

    "text10": "I am currently working on developing a Simple Customer Relationship Management system working with CRUD functionality.This is for me both exciting and challenging. In my work the key to success lies in a good planning and execution tasks using drag and drop functions, assign users and categories. ",

    "tech": "Technologies: ",
    "dura1": "Duration: 1.5 weeks",
    "dura2": "Duration: 4 weeks",
    "dura3": "Duration: X weeks"
  },
  "footer":{
    "imprint":"Legal notice",
    "back":"Back"
  }
}
