{
  "header": {
    "nav1": "Why me",
    "nav2": "Skills",
    "nav3": "Projects",
    "nav4": "Contact"
  },

  "why": {
    "head": "Why me",
    "leftPartOne": "I am",
    "leftPartTwo": "located in Leipzig.",
    "leftPartThree": "open to work remotely.",
    "rightText": "I am an enthusiastic learner and love to take on new challenges. My ability to solve complex problems such as tasks in mathematical fields or theoretical computer science makes me a valuable member of your team. ",
    "button": "Let´s talk"
  },

  "skills": {
    "head": "My Skills",
    "textPartOne": "I am currently learning",
    "textPartTwo": "Staying motivated to expand my IT skills requires a strategic approach, a curious mindset, and a commitment to lifelong learning.",
    "textMobilHead": "What I am currently learning",
    "textMobil": "I am currently learning VueJs and React and I am motivated to continuously learn new technologies and develop myself."
  },
  "ref": {
    "head": "Need a teamplayer?",
    "head2": "Here what my colleagues said about me",
    "project": "Project",
    "link": "Linked In Profile",

    "userName1": "Dominik Marnet",
    "userProject1": "Join",
    "userText1": "As I already had Phil as a teammate in the Kochwelt project, I was delighted when I heard that we would be working in a team again. The collaboration was again very inspiring and incredibly fun. As scrum master in our team, Phil always had a very good feel for the entire project and especially for the skills of the other team members. In addition to his extensive knowledge of coding, he contributed significantly to the success of our project by organising it efficiently according to the Scrum principle. Translated with DeepL.com (free version)",

    "userName2": "Martin Bock",
    "userProject2": "Join",
    "userText2": "Philipp has above-average programming skills and is able to solve almost any problem quickly. He researches missing information efficiently and implements it quickly. Thanks to his expertise, we have made great progress in our project and the entire team has benefited from his knowledge. He also has a friendly, competent and even-tempered manner, which is complemented by his great sense of humour. Working with him has been extremely rewarding and I am grateful to have had the opportunity to work with him. Translated with DeepL.com (free version)",

    "userName3": "Normann Blum",
    "userProject3": "Join",
    "userText3": "Working with Phil was simply a great experience! Not only does he have a lot of technical expertise, he also has an easy-going, humorous manner that enriches the team atmosphere enormously. Despite his relaxed manner, he is always fully committed and ensures structure and efficiency in the development process. His clear communication and solution-orientated thinking make working together not only productive, but also really enjoyable. Translated with DeepL.com (free version)",

    "userName4": "Dominik Marnet",
    "userProject4": "Cooking World",
    "userText4": "Working with Philipp was always very pleasant and inspiring. Thanks to his background in maths, he was able to contribute good ideas that made the team's work easier overall. He is also very helpful and has the necessary patience when someone doesn't understand something straight away. Translated with DeepL.com (free version)",

    "userName5": "Ismail Baris",
    "userProject5": "Cooking World",
    "userText5": "It was always a pleasure to work with Philipp - he not only has a deep technical understanding, but also brings creative solutions to the table. Translated with DeepL.com (free version)",

    "userName6": "Cem Erdogmus",
    "userProject6": "Cooking World",
    "userText6": "Phil was a sociable and helpful team member who consistently made collaboration enjoyable. He approached the analysis and resolution of issues independently and with great dedication, and demonstrated particular strength in successfully resolving problems together with the team. "
  },
  "contact": {
    "head": "Contact me",
    "text": "Still not sure if I'm the right person? Do you have Questions, interested in a collaboration or feedback on the portfolio? Simply fill in the form - you will receive a response as soon as possible.",
    "name": "Your name",
    "nameError": "Your name is required",
    "mail": "Your Email",
    "mailError": "Your Email is required",
    "msg": "Your Message",
    "msgError": "Your Message is required",
    "policy1": "I've read the ",
    "policy2": "privacy policy",
    "policy3": " and agree to the processing of my data as outlined.",
    "policyError": "We ask for acceptance of the privacy policy",
    "send": "Send"
  },
  "proj": {
    "title": "My Projects",
    "others": "Other Projects",

    "name": "Project",

    "title1": "About the project",
    "title2": "How I have organised my work process",
    "title3": "My lesson from the project and the group work",

    "text1": "The Pokédex offers an interactive way to explore the fascinating world of Pokémon. Discover all your favourite Pokémon and their abilities.",
    "text2": "I rely on a structured way of working. A short daily planning session is held every day to keep me focussed. I then work in short, intensive intervals. Regular reviews help me to continuously improve my process.",
    "text3": "When working with others, I particularly value the exchange of ideas and perspectives. Daily live calls allow us to react quickly to challenges and find innovative solutions together.",

    "text4": "Dive into the depths of the ocean and explore sunken ships in this exciting 2D sidescroller called ‘The Sunken Ships’! Fend off dangerous creatures and uncover the secrets of the deep.",
    "text5": "I rely on a structured way of working. A short daily planning session is held every day to keep me focussed. I then work in short, intensive intervals. Regular reviews help me to continuously improve my process.",
    "text6": "When working with others, I particularly value the exchange of ideas and perspectives. Daily live calls allow us to react quickly to challenges and find innovative solutions together.",

    "text7": "Do you need an overview to manage tasks and contacts using a Kanban system? Simply use ‘Join’. Whether for managing a small team or organising personal projects, ‘Join’ adapts to your needs. Try it now for free.",
    "text8": "I rely on a structured way of working. A short daily planning session is held every day to keep me focussed. I then work in short, intensive intervals. Regular reviews help me to continuously improve my process.",
    "text9": "As a team, we were able to organise ourselves using Scrum and Kanban in order to work efficiently. During implementation, we used a Kanban board to visualise the current status of the tasks. Regular stand-up meetings enabled us to recognise obstacles at an early stage and work out solutions together. The development process was continuously improved based on constructive feedback in the review sessions.",

    "text10": "I am currently working on developing a Simple Customer Relationship Management system working with CRUD functionality.This is for me both exciting and challenging. In my work the key to success lies in a good planning and execution tasks using drag and drop functions, assign users and categories.",

    "tech": "Technologies: ",
    "dura1": "Duration: 1.5 weeks",
    "dura2": "Duration: 4 weeks",
    "dura3": "Duration: 4 weeks"
  },
  "footer": {
    "imprint": "Legal notice",
    "back": "Back",
    "top": "To the top"
  },

  "msg": {
    "head": "Message sent!",
    "msg": "Your message has been sent successfully."
  }
}
